/* 
	Localizable.strings - english
	MartinsTests
 
	Created by wischnewski on 19.08.2011.
	Copyright 2011 MPIB. All rights reserved.
*/
 
"No ID" = "Subject ID was not set correctly.\n\nA subject ID nedds to be a number between 10000 and 99999!";
"Wrong ID" = "Subject ID was different from first entry.\n\nPlease try again.";
"No Entry" = "You made no entries, is this correct?";
"Not all entries" = "You didn't gave all answers, is this correct?";
"Fatal ERRRRROR" = "Fatal ERRRRROR: Cannot write result file!\n\nProgram will terminate!";
"Fatal ERRRRROR 1" = "Fatal ERRRRROR 1: Cannot read 'numericalSpeed_pract.txt' file for Session 2, Task1!\n\nProgram will terminate!";
"Fatal ERRRRROR 2" = "Fatal ERRRRROR 2: Cannot read 'numericalSpeed_trial1.txt' file for Session 2, Task1!\n\nProgram will terminate!";
"Fatal ERRRRROR 3" = "Fatal ERRRRROR 3: Cannot read 'numericalSpeed_trial2.txt' file for Session 2, Task1!\n\nProgram will terminate!";
"Fatal ERRRRROR 4" = "Fatal ERRRRROR: Cannot read 'wordrecall_list1.txt' file.\n\nprogramm will terminate!";
"Fatal ERRRRROR 5" = "Fatal ERRRRROR: Cannot read 'wordrecall_list2.txt' file.\n\nprogramm will terminate!";
"Fatal ERRRRROR 6" = "Fatal ERRRRROR: Cannot read 'wordrecall_list3.txt' file.\n\nprogramm will terminate!";
"Fatal ERRRRROR 7" = "Fatal ERRRRROR: Cannot read 'wordrecall_list4.txt' file.\n\nprogramm will terminate!";
"Fatal ERRRRROR 8" = "Fatal ERRRRROR: Cannot read 'wordrecall_list5.txt' file.\n\nprogramm will terminate!";
"Fatal ERRRRROR 9" = "Fatal ERRRRROR: Cannot read 'wordrecall_list6.txt' file.\n\nprogramm will terminate!";
"Retry" = "Retry";
"You entered more then 30 answers." = "You entered more then 30 answers.";
"Please type at least 3 characters." = "Please type at least 3 characters!";
"No database connection." = "Cannot connect to MPIB database in Berlin. Data will be saved only locally!";
"Stop Program" = "Stop Program";
"Go on" = "Go on";
